{
    "1/1": {
        "name": {
            "ru": "Фактическое количество календарных дней",
            "en": "Actual number of calendar days"
        }
    },
    "30/360": {
        "name": {
            "ru": "Количество каледнарных дней в периоде делённое на 360. Количество дней рассчитывается из предположения, что в году 360 дней, 12 месяцев, и длина каждого месяца - 30 дней.",
            "en": "The number of days in the calculation period divided by 360. The number of days to be calculated on the basis of a year of 360 days with 12 30-day months."
        }
    },
    "30E/360": {
        "name": {
            "ru": "Количество дней в процентном периоде, которое условно рассчитывается на основе года, состоящего из 12 месяцев продолжительностью 30 дней каждый, разделенное на 360. В случае если последний день процентного периода приходится на последний день февраля, за количество дней, истекшее в этом месяце, принимается фактическое количество дней. Источник: 2006 ISDA Definitions, Section 4.16(g).",
            "en": "The number of days in the calculation period divided by 360. The number of days to be calculated on the basis of a year of 360 days with 12 30-day months. If the termination date is the last day of the month of February, in which case the month of February shall not be considered to be lengthened to a 30 day month. Source: 2006 ISDA Definitions, Section 4.16(g)."
        }
    },
    "30E/360.ISDA": {
        "name": {
            "ru": "Количество дней в процентном периоде, разделенное на 360, в соответствии с 2006 ISDA Definitions, Section 4.16(h).",
            "en": "The number of days in the calculation period divided by 360, calculated on a formula basis as defined in the 2006 ISDA Definitions, Section 4.16(h)."
        }
    },
    "ACT/360": {
        "name": {
            "ru": "Фактическое количество дней в процентном периоде, разделенное на 360.",
            "en": "The actual number of days in the calculation period divided by 360."
        }
    },
    "ACT/365.FIXED": {
        "name": {
            "ru": "Фактическое количество дней в процентном периоде, разделенное на 365.",
            "en": "The actual number of days in the calculation period divided by 365."
        }
    },
    "ACT/365L": {
        "name": {
            "ru": "Фактическое количество дней в процентном периоде, разделенное на 365 либо 366, если дата окончания периода приходится на високосный год.",
            "en": "The actual number of days in the calculation period divided by 365 or 366 in a leap year."
        }
    },
    "ACT/ACT.ICMA": {
        "name": {
            "ru": "Фактическое количество дней в процентном периоде, разделенное на действительное число календарных дней в году.",
            "en": "The actual number of days in the calculation period divided by the actual number of days in the year."
        }
    },
    "ACT/ACT.ISDA": {
        "name": {
            "ru": "Фактическое количество дней, истекшее в процентном периоде, разделенное на действительное число календарных дней в году. Если части процентного периода приходятся на календарные годы с различным количеством дней (365 и 366 дней соответственно), то начисление процентов за дни, приходящиеся на календарный год с количеством дней 365, производится из расчета 365 календарных дней в году, а за дни, приходящиеся на календарный год с количеством дней 366, производится из расчета 366 календарных дней в году.",
            "en": "The actual number of days in the calculation period divided by 365 or, if any portion of that calculation period falls in a leap year, the sum of (i) the actual number of days in that portion of the сalculation period falling in a leap year divided by 366 and (ii) the actual number of days in that portion of the calculation period falling in a non-leap year divided by 365."
        }
    },
    "BUS/252": {
        "name": {
            "ru": "Количество рабочих дней в процентном периоде, разделенное на 252.",
            "en": "The number of business days in the calculation period divided by 252."
        }
    }
}